Repository: thompsonate/Night-Shift-Tool
Catalog: Shifty/*.lproj/PrefGeneralViewController.strings
Languages: de, zh_hans

# 4SC-bL-79S.title
source: True Tone control
de: True Tone Kontrolle
zh_hans: 控制“原彩显示”

# 4io-9H-HXp.title
source: Set menu bar icon according to Night Shift
de: Symbol in der Menüleiste mit Night Shift ändern
zh_hans: 随“夜览”模式的开关状态更新菜单栏图标

# 5s5-Y5-5b9.title
source: Scheduled Dark Mode
de: Planmäßiger Dunkelmodus
zh_hans: 定时启用深色模式

# Cum-ew-Bk2.title
source: Custom
de: Eigene
zh_hans: 自定义

# Foo-g6-6iX.title
source: Quick Toggle
de: Schnelles Umschalten
zh_hans: 快速切换

# HRq-mZ-FxG.title
source: Website Shifting
de: Webseiten-Shift
zh_hans: 网站色温调节

# MXt-WM-cMR.title
source: If enabled, click the Menu Bar icon to toggle Night Shift or shift-click to toggle Dark Mode. Right click to open the menu.
de: Wenn aktiviert kann Night Shift bei Klick auf das Menüleisten-Symbol sowie Dark Mode bei Shift-Klick umgeschaltet werden. Ein Rechtsklick auf das Symbol öffnet das Menü.
zh_hans: 启用后，单击菜单栏图标以切换“夜览”模式, 按住换档按钮单击以切换“暗模式”。辅助点按以打开菜单。

# PbT-Ky-Re6.title
source: From:
de: Von:
zh_hans: 从:

# SKw-93-vs8.title
source: If enabled, Night Shift rules for apps and websites will also affect True Tone.
de: Wenn aktiviert, gelten die Night Shift-Regeln für Apps und Webseiten auch für True Tone.
zh_hans: 开启后，“夜览”模式对应的应用程序和网站规则将同时适用于“原彩显示”。

# TwI-wC-vyX.title
source: Sunset to Sunrise
de: Sonnenuntergang bis Sonnenaufgang
zh_hans: 日落到日出

# UGI-RO-ff6.title
source: Schedule:
de: Zeitplan:
zh_hans: 设定时间:

# ZdB-dN-hiO.title
source: If enabled, macOS Dark Mode will be automatically set based on the Night Shift schedule.
de: Wenn aktiviert wird macOS den Dunkelmodus basierend auf dem Night-Shift-Zeitplan automatisch umschalten.
zh_hans: 启用后，macOS 将自动根据“夜览”模式的设定时间启用或停用深色模式。

# aNq-H7-I2m.title
source: to:
de: bis:
zh_hans: 到:

# ar0-8I-WmN.title
source: Share anonymous crash data and analytics
de: Anonyme Absturz- und Analysedaten teilen
zh_hans: 匿名共享崩溃数据和用量分析

# bxC-lM-Pei.title
source: Launch Shifty at login
de: Shifty beim Anmelden starten
zh_hans: 随登录自动打开 Shifty 夜览管家

# dvg-gw-YMI.title
source: If enabled, you can set Night Shift to automatically disable when you visit certain websites.
de: Wenn aktiviert wird Night Shift bei voreingestellten Internetseiten automatisch deaktiviert.
zh_hans: 开启后，您可以设置在访问特定网站时自动停用“夜览”模式。

# lkN-xJ-pf3.title
source: Off
de: Aus
zh_hans: 关闭
